Repository: wescamp/Up_From_Slavery-trunk
Catalog: po/*.po
Languages: fr

source: Up From Slavery
fr: Briser ses chaînes

source: (easiest)
fr: (le plus facile)

source: (hardest)
fr: (le plus dur)

source: The year is... Well, the orcs don't know exactly what year it is. They are captives in the imperial city of Lavinium, gladiators performing for the emperor Optus Maximus. All it will take, however, is one orc to lead his people to freedom. The Samnis called Sparxus may be that orc. (Intermediate level, 7 scenarios.)
fr: C'était l'année... À vrai dire, les orcs ne se souviennent pas bien de la date exacte. Ils sont captifs dans la cité impériale de Lavinium, servant de gladiateurs à l'empereur Optus Maximus. Cependant, il suffirait d'un seul orc pour conduire son peuple vers la liberté. Le Samnis nommé Sparxus pourrait être cet orc. (Niveau intermediaire, 7 scénarios.)

source: Unlucky Draw
fr: Mauvaise Suite

source: Thod's Army
fr: L'armée de Thod

source: Urbel's Army
fr: L'armée d'Urbel

source: Spectators
fr: Spectateurs

source: This be my tale, the tale of Sparxus, an orc. A gladiator in the Lavinian Coliseum, as was my father, and his father, and on like that for a long time. I don't quite know how long, but I've heard tell its four hundred years.
fr: Ce pourrait être mon histoire, l'histoire de Sparxus, un orc. Un gladiateur du Colisée Lavinien, comme mon père et le père de mon père, et comme cela depuis très longtemps. Je ne sais pas jusqu'où cela remonte, mais j'ai entendu dire que cela ferait quatre cents ans.

source: Truth be told, we orcs are for the most part happy here in the Coliseum. We get to fight, if we fight well we get to mate, and the slave quarters, the 'Barracks', are like a city within a city.
fr: Pour être franc, nous les orcs sommes pour la plupart heureux ici au Colisée. On se bat, si on se bat bien on peut avoir une femme, et le quartier des esclaves, les « Baraquements », est comme une ville dans la ville.

source: Sure, we can only fight in the Coliseum, or the men get mad at us, and we can't choose who we fight 'cause the men do that. But that's not so bad, most of the time.
fr: Évidemment, nous ne pouvons nous battre que dans le Colisée sinon les hommes sont en colère contre nous et évidemment nous ne pouvons choisir contre qui nous battre, ce sont les hommes qui choisissent. Mais ce n'est pas une mauvaise chose, la plupart du temps.

source: Of course, some of the time, it is.
fr: Bien sûr, des fois... ça l'est.

source: Defeat Proxius and Gysebus
fr: Vaincre Proxius et Gysebus

source: Death of Sparxus
fr: Mort de Sparxus

source: Death of Grarivus
fr: Mort de Grarivus

source: Well, Sparxus, let's get them.
fr: Eh bien, Sparxus, occupons-nous d'eux.

source: First one to kill Grarivus wins.
fr: Le premier qui tue Grarivus gagne.

source: Sounds good to me.
fr: J'aime ça.

source: I give you - the Orces Gladiatores!
fr: Je vous offre... Les Gladiateurs Orcs !

source: We -
fr: Nous...

source: - who are about to die -
fr: ... qui allons mourir...

source: - salute you!
fr: ... te saluons !

source: (Something like that, anyway.)
fr: (Quelque chose comme ça, quoi qu'il en soit.)

source: Today, we will see a battle between two of the barbarian tribes of the west. One worships Urbel, the god of the sea - this team wears green and blue - and the other Thod, the god of fire - this one in red and purple.
fr: Aujourd'hui, nous allons voir un combat entre deux des tribus barbare de l'Ouest. Le vénérable Urbel, le dieu des mers, son équipe habillée en vert et bleu. Et de l'autre côté, Thod, le dieu du feu, vêtu de rouge et pourpre.

source: Gladiatores, take your positions!
fr: Gladiateurs, en position !

source: Wait -
fr: Attendez...

source: - Did he just say it was blue-green against red-purple?!
fr: ... Vient-il de dire bleu-vert contre rouge-pourpre ?

source: I think he did.
fr: Je crois, oui.

source: That means -
fr: Ça signifie...

source: We're enemies. I'm with...
fr: Que nous sommes ennemis, je suis avec...

source: Me. Dammit.
fr: Moi, Mince.

source: That's... unfortunate.
fr: C'est... dommage.

source: Let's get this over with.
fr: Finissons-en.

source: Right, so, the teams are me and Proxius 'gainst Gysebus and Grarivus... ah well.
fr: Soit, donc les équipes sont moi et Proxius contre Gysebus et Grarivus... bien.

source: Let the battle - begin!
fr: Que le combat... commence !

source: Well, let's take'em...
fr: Tuons-les...

source: Right! Remember to hold the oases, their waters give strength.
fr: Oui ! Rappellez-vous de prendre les oasis, leur eau donne de la force.

source: Mercy! I surrender!
fr: Pitié ! Je me rends !

source: Let's let him live...
fr: Laissons-le vivre...

source: What says the emperor?
fr: Que dit l'empereur ?

source: Kill him.
fr: Tuez-le.

source: The emperor has spoken! Die, Proxius!
fr: L'empereur a parlé ! Meurs, Proxius !

source: I'm sorry, friend...
fr: Je suis désolé, mon ami...

source: I yield!
fr: Je capitule !

source: Very well. You shall live.
fr: Très bien, tu vivras.

source: Wait - what does the emperor say?
fr: Attendez, que dit l'empereur ?

source: Damn you again, Grarivus - well, Proxius, prepare to die. I'm sorry.
fr: Encore toi, Grarivus... très bien, Proxius, prépare-toi à mourir. Je suis navré.

source: One down...
fr: Un de moins...

source: I surrender!
fr: Je me rends !

source: I grant you mercy. Stand, friend.
fr: Je t'accorde la pitié. Debout mon ami.

source: What in Hades is this? You kill Gysebus but let this dog live?
fr: Par Hadès, qu'est-ce que c'est ! Tu as tué Gysebus, mais tu laisses vivre ce chien ?

source: This 'dog' fought well. He deserves life.
fr: Ce « chien » se bat très bien. Il mérite de vivre.

source: Ha! Gysebus fought better. You're just a damn coward. Let's see what the emperor says.
fr: Ha ! Gysebus se battait mieux. Tu n'es qu'un pauvre peureux. Voyons ce qu'en dit l'empereur.

source: Argh... well, Proxius, it seems you must perish.
fr: Argh... Et bien Proxius, il semble que tu doives mourir.

source: Ai! Mercy!
fr: Ah ! Pitié !

source: Not likely. Die!
fr: Aucune chance. Meurs !

source: Have pity! Don't kill me!
fr: Pitié ! Ne me tuez pas !

source: Face death like a mann, Gysebus.
fr: Regarde la mort comme un homme, Gysebus.

source: It's down to you and me, then.
fr: C'est donc entre toi et moi.

source: Yes. Well, if we must fight, we must.
fr: Oui. Si nous devons nous battre, battons-nous.

source: Have mercy!
fr: Aie pitié !

source: Proxius got none. Neither shall you.
fr: Proxius n'en a eu aucune. Toi non plus.

source: A good kill!
fr: Une belle mort !

source: That was a cheap shot.
fr: C'était une cible facile.

source: Another falls.
fr: Une autre défaite.

source: I love the smell of blood in the morning.
fr: J'aime l'odeur du sang à l'aube.

source: The Slave Quarters
fr: Le Quartier des esclaves

source: Escaped Orcs
fr: Orcs échappés

source: 1st Legion
fr: Première Légion

source: After that mockery of a battle the Lavinians escorted us back to the Barracks. The sun was setting in the west just as we returned...
fr: Après ce simulacre de bataille, les laviniens nous escortèrent aux Baraquements. Le soleil passait à l'ouest lorque nous rentrâmes...

source: Defeat the Barracks guard
fr: Vaincre les gardes des Baraquements

source: This has waited too long... Grarivus, I'm going to kill you even if the Lavinians kill me for it!
fr: Çela fait trop longtemps... Grarivus, je vais te tuer même si les laviniens me tuent pour ça !

source: For some reason you seem to think they'll get a chance. They won't know you were ever there by the time I'm done with you!
fr: Je ne sais pas pourquoi, mais tu sembles penser qu'ils ont une chance. Il ne sauront jamais que tu étais ici le temps que j'en finisse avec toi.

source: Just a damn minute! If you two kill each other the Lavinians will punish all of us. That aint gonna happen.
fr: Une minute ! Si vous vous entretuez les laviniens vont tous nous punir. Ça n'arrivera pas.

source: The bastard has a point.
fr: Le bâtard marque un point.

source: Yeah, well... I'm still gonna kill you. If not here and now, sometime later at the Coliseum. You will die, Grarivus!
fr: Oui, c'est vrai... Mais je vais quand même te tuer. Si ce n'est pas ici et maintenant, ce sera plus tard au Colisée. Tu va mourir Grarivus !

source: If they never have us fight you'll never get a chance to fall to my blade.
fr: S'ils ne nous font jamais combattre l'un contre l'autre, tu n'auras aucune chance de périr par ma lame.

source: You know, the damn Lavinians want us to fight but don't let us kill the ones who really deserve it. Even you'd agree that's khampsa-dung.
fr: Tu sais, ces satanés laviniens nous poussent à nous battre mais ne nous laissent jamais tuer ceux qui le méritent vraiment. Même si c'est clair que c'est de la bouse de khampsa.

source: You have a point. No one should be able to stop me from killing you.
fr: Tu marques un point. Personne ne doit m'empêcher de te tuer.

source: Grarivus, how about it - let's get out of here and go somewhere where we can fight it out properly.
fr: Grarivus, qu'en penses-tu : partons d'ici et allons quelque part où nous pourrons réellement nous battre.

source: Yeah! Let's go find freedom!
fr: Oui ! Allons trouver la liberté !

source: Well - all right, then. We'll get to freedom. But no further! And then - we fight!
fr: Très bien alors. Trouvons la liberté. Mais pas plus ! Ensuite nous nous battrons !

source: We have a deal, enemy! You bring your menn, and I'll bring mine - together, we can get away from these Lavinians.
fr: Nous avons un accord, mon ennemi ! Tu amènes tes hommes, j'amène les miens. Ensemble nous pouvons partir loin de ces laviniens.

source: The slaves are trying to escape! Quick, block them off!
fr: Les esclaves essaient de s'enfuir ! Vite, retenez-les !

source: Rush the guard! Don't let him call reinforcements!
fr: Tous sur les gardes ! Ne les laissez pas appeller des renforts !

source: Ha! Now, on to freedom! Down the road, menn!
fr: Ha ! En route vers la liberté ! Suivez la route messieurs !

source: You have found 100 gold on Laius Delenus' person.
fr: Vous avez trouvé 100 pièces d'or sur le corps de Laius Delenus.

source: Bring Sparxus to the end of the road
fr: Emmener Sparxus au bout de la route

source: The slaves are escaping! After them!
fr: Les esclaves s'enfuient ! Poursuivez-les !

source: Down the road! Down the road!
fr: Suivez la route ! Suivez la route !

source: On to freedom, menn!
fr: Pour la liberté, messieurs !

source: That wave has been defeated - but soon new men will come to track us down. We must flee down the road!
fr: Cette vague a été vaincue, mais bientôt de nouvelles forces arriveront pour nous traquer. Nous devons fuir par la route !

source: A Detour
fr: Un détour

source: Lavinian Townsmen
fr: Habitant lavinien

source: Thus, we continued north for several days, until we happened upon a small town.
fr: Ainsi, nous continuâmes vers le nord pendant plusieurs jours, jusqu'à ce que nous arrivâmes dans une petite ville.

source: Grarivus and I decided we ought to sneak into the town and steal a map of the area from the town library. I don't think Grarivus knew exactly what 'map' or 'library' meant, and I wasn't entirely sure myself about 'library', but if it would help us get away from the Lavinians, he was for it.
fr: Grarivus et moi décidâmes que nous devions nous introduire dans la ville et voler une carte de la région dans la bibliothèque. Je ne suis pas certain que Grarivus savait ce que « carte » ou « bibliothèque » signifiait, je n'étais pas certain moi-même de la signification de « bibliothèque ». Mais si ça pouvait nous aider pour échapper aux laviniens, il était pour.

source: Steal the maps from the town library
fr: Voler la carte dans la bilibothèque

source: Library
fr: Bibliothèque

source: All right, so where's this library exactly?
fr: Bien, où se trouve la bibliothèque exactement ?

source: Speak quietly, Grarivus! We don't want to alert the -
fr: Parle moins fort, Grarivus ! Nous ne voulons pas alerter les...

source: Ah! Orcs, orcs in the southern woods!
fr: Ah ! Des orcs, des orcs dans les bois du sud !

source: Damn! He's surely gone to warn the town garrison - we'll be fighting them before long.
fr: Mince ! Il est surement parti alerter la garnison de la ville... ça fait longtemps que nous ne les avions pas affrontés.

source: Good! Orcs've always been better at fighting than sneaking anyway. Let them come!
fr: Bien ! Les orcs ont toujours été meilleurs pour le combat que pour l'infiltration. Qu'ils viennent !

source: But remember - we just want to go in, get the maps, and leave.
fr: Mais souviens-toi : nous devons simplement entrer, prendre la carte et partir.

source: What does it say, what does it say?
fr: Qu'est ce que ça dit ? Qu'est ce que ça dit ?

source: Let's see... Lavinium here, this place here, picture of orc there... we go... um, west! Yeah, west!
fr: Voyons... Lavinium est ici, cet endroit là, une image des orcs ici... partons... hum... à l'ouest ! Oui à l'ouest !

source: All right then, let's go west.
fr: Très bien alors, partons à l'ouest.

source: Bring Sparxus to the western border of the map
fr: Emmener Sparxus à la bordure ouest de la carte

source: We travel westwards!
fr: Nous voyagons vers l'ouest !

source: Taking over the town was unnecessary - we just wanted the map. Well, in any case, let us press onwards. Westward!
fr: Prendre la ville était inutile... nous voulions simplement la carte. Eh bien, dépêchons-nous. Vers l'ouest !

source: What the Dawn Brought
fr: Ce que l'aube apporte

source: Nemidian Slave-catchers
fr: Attrapeur d'esclaves nemidien

source: Dawn the next day found Grarivus and me, thinking ourselves free, preparing to duel.
fr: L'aube nous découvrit, Grarivus et moi, nous pensant libres, se préparant au duel.

source: The Lavinians, however, had different plans. As we donned our gear, we heard hoofbeats on the road behind us...
fr: Les laviniens, cependant, avaient d'autres plan. En nous préparant au duel, nous entendîmes des bruits de sabots venant de la route derrière nous...

source: Kill the Nemidian slave-catchers
fr: Tuer l'attrapeur d'esclaves nemidien

source: Hades! It seems we've been followed.
fr: Par Hades ! On dirait bien que nous avons été suivi.

source: As long as the Lavinians are still trying to catch us, we're not really free. And we have to keep together - your people and mine - until we are free. So we can't fight yet.
fr: Tant que les Laviniens essaieront de nous capturer, nous ne serons pas vraiment libre. Nous devons rester ensemble, tes hommes et les miens, jusqu'à ce que nous soyons libres. Alors nous pourrons nous battre.

source: I suppose so.
fr: Je suppose, oui.

source: Now... we can't possibly outrun these horsemen on foot. We'll have to kill them. But they're stonger than we are, by far...
fr: Bien... nous ne pouvons pas distancer ces cavaliers à pied. Nous devons les éliminer. Mais ils sont plus fort que nous, et de loin...

source: I've heard horses are hard to ride among trees. Perhaps if we lead them to that copse north of us we'll be able to defeat them.
fr: J'ai entendu que les chevaux sont difficiles à monter à travers les arbres. Peut-être que si nous les emmenons dans ce bosquet au nord, nous serons capables de les tuer.

source: Come on, let's round up these runaway orcs!
fr: Venez, encerclez ces fuyards d'orcs !

source: I have failed...
fr: J'ai échoué...

source: That's the last of them.
fr: C'est le dernier d'entre eux.

source: Yes, we're free for now... but how long until the Lavinians try again? We're still in the middle of their country.
fr: Oui, nous sommes libres pour l'instant... mais combien de temps avant que les laviniens n'essaient à nouveau ? Nous sommes encore en plein milieu de leur territoire.

source: I heard in the Barracks that we orcs first lived off somewhere far from here, where Lavinians never go; they captured us and put us in the Coliseum, but they never settled our old lands. If we get there, we'll be truly free.
fr: J'ai entendu dans les Baraquements que nous, les orcs, avions vécu autrefois dans un pays très loin d'ici, où les laviniens ne vont jamais. Ils nous ont capturé et mis dans le Colisée, mais ils n'ont jamais pu s'établir chez nous. Si nous allons là-bas, nous serons vraiment libres.

source: Where are these orc-lands, then?
fr: Où se trouve ce pays orc alors ?

source: Uh...
fr: Euh...

source: It's in the Western Mountains. Any fool knows that! Didn't none of you ever talk to the men back in the city?
fr: C'est dans les montagne de l'Ouest. Tout le monde sait ça ! Aucuns de vous n'a jamais parlé aux hommes dans la cité ?

source: Sure, but about weapons and womenn, not maps. Damn upstart minuti.
fr: Bien sûr ! Mais seulement pour les armes et les femmes, pas pour les cartes. Maudit arriviste minuti.

source: I can't say I blame you for not embarrassing yourself trying to get educated. Only, you know, smart slaves can pull that off.
fr: Je ne peux pas t'en vouloir de ne pas gâcher ta peine à vouloir t'éduquer. Seuls des esclaves, tu sais, intelligents, peuvent le faire.

source: Calm down, calm down. Well then, Brotus, I suppose we're headed west!
fr: Du calme, du calme. Eh bien Brotus, je suppose que nous allons vers l'ouest !

source: Ah, well, I don't know either. It's too bad Brotus died - he had a head for maps.
fr: Mince, je ne sais pas non plus. C'est dommage que Brotus soit mort, il s'y connaissait en cartes.

source: That weakling? I guess if you aint good at fighting you have to be good at something.
fr: Ce gringalet ? Je suppose que si tu n'es pas bon pour le combat, tu dois être bon à autre chose.

source: ...Anyway, we have to decide where to go from here.
fr: ... quoiqu'il en soit, nous devons décider quelle direction prendre.

source: We might as well keep going north - it'll lead us away from the road, so the Lavinians are less likely to catch us. Maybe we'll hear something eventually about where this orc-land is.
fr: Nous pouvons très bien continuer vers le nord. Cela nous conduira loin de la route, comme ça les laviniens auront moins de chance de nous attraper. Peut-être entendrons nous parler de ce pays orc.

source: End of the Paved Road
fr: Fin de la route pavée

source: 4th Legion
fr: Quatrième Légion

source: We continued west-wards along the highway for a few more days. Following my reckoning we were nearing the border, though we still had a long way to go...
fr: Nous continuâmes vers l'ouest le long de la grande route pendant quelques jours. D'après mes estimations, nous étions près de la bordure, bien que nous ayons encore une longue route à parcourir...

source: As we continued along the road I saw a small town ahead - that meant that we were finally nearing the desert, and freedom...
fr: Alors que nous marchions le long de la route, je vis une petite ville droit devant. Cela signifiait que nous nous approchions enfin du desert et de la liberté...

source: Free the Orcs in the Slave Quarters by killing the guards
fr: Libérer les orcs dans le quartier des esclaves en tuant les gardes

source: Kill Antonius Varus
fr: Tuer Antonius Varus

source: Bastard Orcs! Raise the militia, the escaped gladiators are moving against us!
fr: Bâtards d'orcs ! Levez la milice, les gladiateurs emprisonnés s'en prennent à nous !

source: Our reputation precedes us, heh heh...
fr: Notre réputation nous précède, hé hé...

source: Indeed, storm the town! They won't be able to hold out against my hordes...
fr: En effet ! Détruisez la ville ! Ils ne resisteront pas à ma horde...

source: Our hordes! Don't forget to free the slaves either, they'll be in the slave quarters to the north.
fr: Notre horde ! N'oublie pas de libérer les esclaves, ils seront dans le quartier des esclaves au nord.

source: Charge!!!
fr: Chargez !!!

source: Get in line, you dogs! They won't break through a solid formation!
fr: En ligne, espèce de chiens ! Ils ne passeront pas à travers une solide formation !

source: Auuuuggghh, we are overrun...
fr: Arghh, nous sommes faits...

source: Orcei! You are now free, join me as we destroy your cruel masters!
fr: Orcs ! Vous êtes libres maintenant, joignez-vous à moi pour détruire vos maîtres cruels !

source: Hail the Great Khan! We are yours!
fr: Vive le grand Khan ! Nous sommes avec toi !

source: That's Charcarodon - the Shark! He's a household name throughout Lavinia.
fr: C'est Charcarodon, le Requin ! C'est une figure légendaire dans tout Lavinia.

source: I've heard of this orc - it is good to have him on our side.
fr: J'ai entendu parler de cet orc, il est préferable de l'avoir de notre côté.

source: Bastard! I'll not die now, not by your hand!
fr: Batârd ! Je ne mourrais pas maintenant, pas par ta main !

source: One guard down!
fr: Un garde à terre !

source: So this is how the Shark dies...
fr: C'est donc ainsi qu'un Requin meurt...

source: You die a free Orc, my brother!
fr: Tu meurs en orc libre, mon frère !

source: Please, have mercy! No! Auuuuggghh...
fr: Pitié, soyez clément ! Non ! Argggghh....

source: We've taken the town!
fr: Nous avons pris la ville !

source: Sack it! We don't want the Legions to find food and shelter as they arrive...
fr: Détruisez tout ! Les légions ne doivent trouver ni nourriture ni abri quand elles arriveront...

source: They'll be on our tail regardless, so we best do it quickly.
fr: Ils sont sur nos traces quoi qu'il arrive, nous ferions mieux de le faire rapidement.

source: When do you think we should move?
fr: Quand penses-tu que nous devrions partir ?

source: We move out tommorow at dusk, it'll be less exhausting to travel the desert at night...
fr: Nous partons demain au crépuscule, cela sera moins fatiguant de traverser le désert la nuit...

source: I agree, we must rest before though. We have a very long way ahead of us.
fr: Je suis d'accord, nous devons nous reposer avant. Nous avons une longue route devant nous.

source: Crossing the Desert
fr: Traversée du desert

source: 5th Legion
fr: Cinquième Légion

source: And so it was, that night we continued through the desert - the western mountains finally in sight. If we had continued uninterrupted we'd have made it there by dawn tommorow.
fr: Ainsi en fût-il, cette nuit là, nous continuâmes à travers le désert, les montagnes de l'ouest finalement en vue. Si nous avions continué sans arrêt, nous serions arrivés le lendemain à l'aube.

source: Of course, uninterrupted was too much to hope for...
fr: Mais bien sûr, aucun arrêt était un trop grand espoir...

source: Run to the hills
fr: Courir jusqu'aux montagnes

source: VIII Ceresia! The mongrels are there, just ahead of us. It is finally time for us to remind them of their place!
fr: VIII Ceresia ! Ces bâtards sont ici, juste devant nous. C'est le moment de leur rappeller leur place !

source: You have all experienced combat before, this will be no different. We will break them! They will dine on steel tonight!
fr: Vous avez déjà tous combattu, il n'y a aucune différence. Nous allons les briser ! Ils dinerons dans un cachot ce soir !

source: Men! You heard the Centurion, we move now!
fr: Messieurs ! Vous avez entendu le Centurion, en avant !

source: Arm yourselves! We will stand our ground!
fr: Aux armes ! Nous défendrons notre place !

source: Noble Soldiers! Move into position - Charge!!!
fr: Nobles soldats ! En position... Chargez !!!

source: Damn it! Run! Grab your weapons and move! We can't let the cavalry cut us off!
fr: Mince ! Courez ! Prenez vos armes et courez ! Nous ne pouvons laisser la cavalerie nous encercler !

source: Follow the dunes, we move now my brothers!
fr: Suivez les dunes, en marche mes frères !

source: You're mine, Sparxus!
fr: Tu es à moi, Sparxus !

source: No! I will not fail...
fr: Non ! Je n'échouerai pas...

source: Auuugghh...
fr: Arrrgh...
