Repository: wescamp/Up_From_Slavery-trunk
Catalog: po/*.po
Languages: fr

source: Continue, my cavalry! You will not fail!
fr: Continuez, ma cavalerie ! Vous n'échouerez pas !

source: The Last Stage
fr: La Dernière Étape

source: Dwarves of Western Mountains
fr: Nains des Montagnes de l'Ouest

source: Barduir the Ancient
fr: Barduir l'ancien

source: We've arrived, all that is left now is to finally settle and take what is ours by right - a life free of our unworthy Lavinian masters
fr: Nous étions arrivés, il nous suffisait maintenant de nous établir et de prendre ce qui était à nous de plein droit : une vie libre de nos indignes maîtres laviniens.

source: Yet even now, after breaking free from our Lavinian bonds - and travelling our great sojourn - we are still denied that right....
fr: Mais même après avoir brisé nos chaînes laviniennes et enduré notre grand voyage, on ne nous donna pas ce droit...

source: Prove your worth to the dwarves
fr: Prouver votre valeur aux nains

source: Force Barduir back to his cave (Optional)
fr: Renvoyer Barduir dans sa grotte (Facultatif)

source: There! The Orcs are here!
fr: Ici ! Les orcs sont ici !

source: Orcei! Surrender now and you will live, you will be returning to Lavinium whatever the case - whether a healthy Orc or butchered carcass matters little to me...
fr: Orcs ! Rendez-vous maintenant et vous vivrez, vous retournerez à Lavinium quoi qu'il arrive. Que ce soit bien portant ou sous forme de carcasse n'a aucune importance pour moi...

source: I shall not return to Lavinium! I will live and die a free Orc!
fr: Je ne retournerai pas à Lavinium ! Je vivrai et mourrai en Orc libre !

source: Indeed, if that is your decision... So be it! The Lavinians will pay a very large sum to be able to decapitate your lifeless body in front of the other slaves...
fr: Si c'est votre choix... Ainsi soit-il ! Les laviniens paieront cher pour avoir l'occasion de décapiter votre carcasse devant les autres esclaves...

source: That is the only reason you fight us? You're mercenaries?
fr: C'est pour ça que vous nous combattez ? Vous êtes des mercenaires ?

source: Prepare to charge, my brothers!
fr: Préparez-vous à charger mes frères !

source: It looks like there's an abandoned orc encampment ahead, if we can somehow convince the Cavernei to make peace we can settle right here...
fr: On dirait qu'il y a un camp orc abandonné devant. Si nous pouvons convaincre ces caverneux de faire la paix, nous pourrions nous installer là-bas.

source: If they fight only for money maybe we may merely need to make this cost more than they would gain...
fr: S'ils se battent seulement pour l'argent, il faudra que cela leur coûte plus que cela leur rapportera...

source: Ach! What in the seven hells was that!?
fr: Quoi ! Par les sept enfers, qu'est-ce que c'était ?!

source: Dragon... There's a dragon... coming towards us...
fr: Dragon... C'est un dragon... Qui vient droit sur nous...

source: Move, move, move! Latronii, prepare to shoot that bastard from the sky!
fr: Bougez, bougez, bougez ! Latronii, préparez vous à tirer sur ce bâtard venu du ciel !

source: Maybe the dragon would choose not to fight us if we wound him...
fr: Peut-être que le dragon ne nous combattra pas si nous le blessons...

source: Eh... Maybe it wasn't worth the money...
fr: Euh... Peut-être que cela n'en valait pas cet argent...

source: Ach! I'm dying...
fr: Argh ! Je meurs...

source: Master! You can't die here, not like this!
fr: Maître ! Vous ne pouvez pas mourir, pas comme ça !

source: The dragon is retreating!
fr: Le dragon s'en va !

source: Now we can focus on the dwarves...
fr: Maintenant nous allons pouvoir nous concentrer sur les nains...

source: We may be losing more here than we would gain from the Lavinians...
fr: Nous pourrions perdre bien plus ici, que ce que nous pourrions gagner des laviniens...

source: The Lavinians aren't worth this trouble...
fr: Les laviniens ne valent pas toute cette peine...

source: You, Orc! This fight has gone on long enough - would you be willing to ally together here?
fr: Vous, les orcs ! Ce combat a trop duré, voulez-vous d'une alliance avec nous ?

source: If you would agree to a lasting peace, we shall.
fr: Si vous êtes d'accord pour une paix pérenne, nous acceptons.

source: We're done! We can no longer afford to continue!
fr: Ainsi soit-il ! Nous ne pouvons nous permettre de continuer comme cela !

source: Then we shall have peace...
fr: Alors nous pourrons vivre en paix...

source: Freedom Has a Meaning
fr: La liberté a un sens

source: Judge
fr: Juge

source: The dwarves, after we... persuaded... them to stop fighting us, proved quite good neighbors. Or, rather, they proved no neighbors at all; we rarely saw them again, after that day. It seems they only come to the surface when then have a job to do. If we wanted, we could summon them with one of their wishing wells, but we have no tasks for them, and nothing to pay them with.
fr: Les nains, après que nous les ayons... persuadés... de stopper le combat, se trouvèrent être de bon voisins. À vrai dire, nous ne les vîmes quasiment jamais après ce jour. Il semble qu'ils ne viennent à la surface que lorsqu'ils ont à y travailler. Si nous le voullions, nous pouvions les invoquer avec un de leur puits à souhaits, mais nous n'avions aucune tâche pour eux ni rien pour les payer.

source: Indeed, we have been left entirely alone. The Lavinians saw no point in continuing their quest to recapture or kill us. They decided to ignore us; a handful of escaped gladiatores could pose little threat to them. Judging from the steady trickle of runaways we get, I think we do pose some threat to their wealth if not their safety, but we're not complaining about a lack of attention.
fr: En effet, nous sommes restés entièrement seuls. Les laviniens ne voyaient pas l'intérêt de continuer leur quête pour nous recapturer ou nous tuer. Ils décidèrent de nous ignorer ; une poignée de gladiateurs échappés ne les menaçait pas beaucoup. Étant donné le flux persistant de fuites que nous avons eues, je pense que nos avons posé quelques problèmes à leur richesse, si ce n'est à leur sécurité, mais nous ne nous plaindrons pas de leur manque d'intérêt pour nous.

source: And so, finally, our story ends where it began - in the arena. For I have not forgotten Grarivus, and he has not forgotten me. A month has passed since we settled here; it is past time to determine once and for all which of us our menn will follow - which of us will be, as Brotus once told me our ancestors used to say, our Khan. The Khan of the Chainbreaker clan.
fr: Et finalement, notre histoire se termine où elle a commencé : dans l'arène. Je n'ai pas oublié Grarivus et il ne m'a pas oublié. Un mois a passé depuis que nous nous sommes installés ici. Il est temps de choisir une fois pour toute qui doit guider nos hommes, comme me disait Brotus un jour, celui que nos ancêtre appelaient, notre Khan. Le Khan du clan des Briseurs de Chaînes.

source: Tomorrow, at dawn, we fight. Not single combat - no, no, that would not be nearly fun enough. We shall each choose our armies, six menn each, and then we fight - just like that day in the Coliseum. But now we can fight who we choose.
fr: Demain à l'aube, nous combattrons. Pas un duel, non, non... Ce ne serait pas assez amusant. Nous choisirons notre armée, six hommes chacun, alors nous combattrons, comme nous le faisions au Colisée. Mais maintenant nous pouvons choisir qui combattre.

source: Kill Grarivus
fr: Tuer Grarivus

source: Charcarodon - are you certain you wish to remain neutral here?
fr: Charcarodon, es-tu certain de vouloir rester neutre ?

source: I did not live in Lavinium when you did; I am not involved in this feud. It would dishonor you both if I were to choose a side ignorantly.
fr: Je ne vivais pas à Lavinium quand tu y as vécu. Je ne suis pas impliqué dans cette querelle. Cela vous déshonorerait si je devais choisir un camp aveuglément.

source: Very well. You shall be judge here, then. Your experience of the workings of the Coliseum dwarfs that of any of us.
fr: Très bien. Tu seras donc juge ici. Ton expérience des travaux nains du Colisée est inestimable.

source: I do not know if that is true, but I will judge your duel nonetheless. Now, the rules - there will be six menn fighting on each side in addition to the leaders - namely, you two - and you shall fight until the death of one of said leaders. Then, the survivor will become Khan. Are we agreed on these?
fr: Je ne sais pas si c'est vrai, mais je jugerai votre duel quoi qu'il en soit. Maintenant, les règles : il y aura six hommes de chaque côté en plus du meneur, c'est-à-dire vous deux, et vous combattrez jusqu'à la mort d'un des meneurs. Alors le survivant deviendra Khan. Êtes-vous d'accord ?

source: I have no objections.
fr: Je n'ai pas d'objection.

source: Nor I; so let us begin.
fr: Moi non plus. Commençons.

source: Prepare yourselves for battle, then.
fr: Préparez-vous à combattre alors.

source: I will be judge here for this battle. Are we agreed on the rules?
fr: Je serai le juge de cette bataille. Sommes-nous d'accord sur les règles ?

source: Indeed. Six men each, till the death of the enemy leader.
fr: En effet. Six hommes chacun, jusqu'à la mort du meneur.

source: Yes - and the winner is undisputed Khan of these menn.
fr: Oui. Et le vainqueur est indiscutablement le Khan de ces hommes.

source: Very well; prepare yourselves for battle!
fr: Très bien, preparez-vous à combattre !

source: Let's get on with it!
fr: Finissons-en !

source: Indeed - let us fight.
fr: Oui, battons-nous !

source: Well, Brotus, we have made it thus far. Are you ready for the final test?
fr: Eh bien Brotus, nous en avons fait du chemin. Es-tu prêt pour le test final ?

source: Aye. I cannot wait to send that damned idiot to Hades.
fr: Oui, je ne peux plus attendre pour envoyer cet idiot à Hadès.

source: I... die...
fr: Je... meurs...

source: And I am Khan.
fr: Et je suis Khan.

source: Grarivus! You will pay for this!
fr: Grarivus ! Tu paieras pour ça !

source: Good riddance.
fr: Bon débarras !

source: The bastard's dead.
fr: Le bâtard est mort.

source: Sparxus is the victor! All hail the new Khan!
fr: Sparxus est le vainqueur ! Vive le nouveau Khan !
